{
  "main": {
    "title": "Hãy trải nghiệm chuyến du lịch đáng nhớ ở TP.HCM cùng bạn gái Việt Nam!",
    "selectDate": "Chọn ngày",
    "pickupTime": "Thời gian đón",
    "endTime": "Thời gian kết thúc",
    "nowReservation": "Đặt ngay",
    "checkDate": "Vui lòng kiểm tra lại ngày và giờ.",
    "serviceIntroduction": "Giới thiệu dịch vụ FGFG",
    "localGirlfriend": "Một ngày với bạn gái địa phương",
    "localGirlfriendDescription": "Tận hưởng một ngày đặc biệt với bạn gái hẹn hò một ngày để cảm nhận sự quyến rũ của Việt Nam.",
    "experienceLocalCulture": "Trải nghiệm văn hóa địa phương sâu sắc",
    "experienceLocalCultureDescription": "Trải nghiệm văn hóa địa phương thực sự do hướng dẫn viên giới thiệu, không phải những địa điểm du lịch thông thường.",
    "customGuideService": "Dịch vụ hướng dẫn tùy chỉnh",
    "customGuideServiceDescription": "Lên kế hoạch lịch trình du lịch tùy chỉnh với hướng dẫn viên dựa trên thời gian đặt và trải nghiệm mong muốn.",
    "easyReservationProcess": "Quy trình đơn giản và dễ dàng",
    "easyReservationProcessDescription": "Đặt chỗ dễ dàng và bắt đầu gặp gỡ nhanh chóng mà không cần thủ tục phức tạp.",
    "specialDayWithLocalGirlfriend": "Hãy trải nghiệm một ngày đặc biệt với bạn gái Việt Nam.",
    "specialDayWithLocalGirlfriendDescription": "Tận hưởng trải nghiệm đặc biệt như hẹn hò với bạn gái. Thông qua hướng dẫn viên, bạn có thể hiểu sâu hơn về suy nghĩ và văn hóa của phụ nữ Việt Nam.",
    "internationalCouple": "Bạn có quan tâm đến các cặp đôi quốc tế?",
    "internationalCoupleDescription": "Để biết liệu một cặp đôi quốc tế có phù hợp với bạn hay không, điều quan trọng nhất là hiểu và tiếp xúc nhiều lần với văn hóa của đất nước đó. Hãy trải nghiệm dễ dàng với giá cả phải chăng và thời gian hướng dẫn theo ý muốn.",
    "betaTestDescription": "Chúng tôi hiện đang cung cấp dịch vụ beta. Nếu bạn có bất kỳ bất tiện hoặc đề xuất cải thiện nào khi sử dụng, vui lòng gửi phản hồi đến hadycas@gmail.com. Ý kiến quý báu của bạn sẽ giúp chúng tôi tạo ra dịch vụ tốt hơn. Hãy tham gia cùng chúng tôi!"
  },
  "login": {
    "login": "Đăng nhập",
    "email": "Email",
    "password": "Mật khẩu",
    "signup": "Chưa có tài khoản? Đăng ký"
  },
  "createAccount": {
    "createAccount": "Đăng ký",
    "username": "Tên người dùng",
    "email": "Email",
    "password": "Mật khẩu",
    "confirmPassword": "Xác nhận mật khẩu",
    "alreadyHaveAccount": "Đã là thành viên FGFG? Đăng nhập"
  },
  "validation": {
    "invalidDate": "Vui lòng kiểm tra lại ngày.",
    "invalidTime": "Vui lòng kiểm tra lại thời gian.",
    "minimumDuration": "Thời gian tối thiểu là 2 giờ.",
    "checkTimeAgain": "Vui lòng kiểm tra lại thời gian.",
    "invalidEmail": "Email không tồn tại.",
    "invalidPassword": "Vui lòng kiểm tra lại mật khẩu.",
    "invalidData": "Dữ liệu không hợp lệ.",
    "createAccount": {
      "invalidUsername": "Tên người dùng không hợp lệ.",
      "invalidEmail": "Vui lòng nhập địa chỉ email.",
      "invalidPassword": "Phải có ít nhất 8 ký tự.",
      "invalidConfirmPassword": "Mật khẩu không khớp.",
      "duplicateUsername": "Tên người dùng đã tồn tại.",
      "duplicateEmail": "Email đã tồn tại."
    },
    "signUpGuide": {
      "invalidUsername": "Tên không hợp lệ.",
      "invalidBirthdate": "Vui lòng kiểm tra ngày sinh.",
      "invalidHeight": "Vui lòng kiểm tra chiều cao.",
      "invalidPhone": "Số điện thoại không hợp lệ.",
      "required_error": "Trường này là bắt buộc."
    },
    "createGuideProfile": {
      "minimumPhotos": "Cần ít nhất 2 ảnh.",
      "representativePhoto": "Vui lòng thêm ảnh đại diện.",
      "invalidPersonality": "Vui lòng chọn tính cách của bạn.",
      "required_error": "Trường này là bắt buộc."
    },
    "contactGuide": {
      "requiredError": "Trường này là bắt buộc."
    }
  },
  "header": {
    "seeGuide": "Xem hướng dẫn viên",
    "signupGuide": "Đăng ký làm hướng dẫn viên",
    "login": "Đăng nhập",
    "signup": "Đăng ký",
    "message": "Tin nhắn",
    "myReservation": "Đặt chỗ của tôi",
    "account": "Tài khoản",
    "dashboard": "Bảng điều khiển",
    "guideReservation": "Đặt hướng dẫn viên",
    "guideManagement": "Quản lý hướng dẫn viên",
    "logout": "Đăng xuất"
  },
  "footer": {
    "termsAndConditions": "Điều khoản và điều kiện",
    "privacyPolicy": "Chính sách bảo mật",
    "refundPolicy": "Chính sách hoàn tiền"
  },
  "termsAndConditions": {
    "termsAndConditions": "Điều khoản và điều kiện",
    "normal": "1. Điều khoản chung",
    "normalDescription": "Cảm ơn bạn đã sử dụng fgfg. fgfg (sau đây gọi là \"Dịch vụ\") là nền tảng cho phép người dùng đặt hướng dẫn viên du lịch và trải nghiệm các nền văn hóa khác nhau thông qua hướng dẫn viên. Điều khoản này quy định các quyền, nghĩa vụ và trách nhiệm giữa fgfg và người dùng.",
    "service": "2. Sử dụng dịch vụ",
    "serviceDescription": "Người dùng phải từ 18 tuổi trở lên và có đủ tư cách pháp lý để ký kết hợp đồng.",
    "serviceDescription2": "Hướng dẫn viên phải đáp ứng mọi yêu cầu pháp lý và chứng nhận cần thiết cho hoạt động hướng dẫn.",
    "serviceDescription3": "Đặt chỗ sẽ được xác nhận sau khi được hướng dẫn viên chấp nhận.",
    "paymentAndRefundPolicy": "3. Chính sách thanh toán và hoàn tiền",
    "paymentAndRefundPolicyDescription": "Mọi khoản thanh toán trong dịch vụ phải được thực hiện thông qua trang web chính thức của fgfg, không chấp nhận thanh toán tiền mặt.",
    "paymentAndRefundPolicyDescription2": "Việc hủy hoặc yêu cầu hoàn tiền sau khi xác nhận đặt chỗ sẽ được xử lý theo chính sách hoàn tiền của dịch vụ.",
    "paymentAndRefundPolicyDescription3": "Vui lòng liên hệ ngay với nhân viên fgfg nếu gặp bất kỳ vấn đề nào liên quan đến thanh toán.",
    "guideAndUserDuty": "4. Nghĩa vụ của hướng dẫn viên và người dùng",
    "guideAndUserDutyDescription": "Hướng dẫn viên phải thực hiện nghiêm túc cam kết với khách hàng và tuân thủ lộ trình hướng dẫn đã định.",
    "guideAndUserDutyDescription2": "Người dùng phải hành động an toàn theo hướng dẫn và không được có hành vi hoặc lời nói gây nguy hiểm cho hướng dẫn viên.",
    "guideAndUserDutyDescription3": "Mặc dù fgfg có thể đóng vai trò trung gian trong trường hợp có vấn đề giữa các bên, nhưng không chịu trách nhiệm pháp lý.",
    "prohibitedActivities": "5. Các hoạt động bị cấm",
    "prohibitedActivitiesDescription": "Nghiêm cấm thanh toán tiền mặt cho thời gian gia hạn thêm mà không thông qua trang web chính thức của fgfg, điều này có thể dẫn đến các vấn đề pháp lý.",
    "prohibitedActivitiesDescription2": "Không được phép ghé thăm các cơ sở lưu trú trong lộ trình hướng dẫn.",
    "prohibitedActivitiesDescription3": "Nghiêm cấm sao chép, phân phối, bán dịch vụ và nội dung của fgfg mà không có sự cho phép.",
    "personalInformationProtection": "6. Bảo vệ thông tin cá nhân",
    "personalInformationProtectionDescription": "Thông tin cá nhân của người dùng được bảo vệ theo luật pháp liên quan và chính sách bảo vệ thông tin cá nhân của fgfg.",
    "personalInformationProtectionDescription2": "Hướng dẫn viên phải cập nhật ngay khi có thay đổi thông tin cá nhân.",
    "liabilityDisclaimer": "7. Tuyên bố từ chối trách nhiệm",
    "liabilityDisclaimerDescription": "fgfg không chịu trách nhiệm trực tiếp về các vấn đề phát sinh trong quá trình sử dụng dịch vụ của người dùng và chỉ đóng vai trò trung gian trong các vấn đề giữa hướng dẫn viên và người dùng.",
    "liabilityDisclaimerDescription2": "fgfg không chịu trách nhiệm về việc gián đoạn, chậm trễ trong cung cấp dịch vụ do các nguyên nhân bất khả kháng.",
    "amendmentOfTerms": "8. Sửa đổi điều khoản",
    "amendmentOfTermsDescription": "Điều khoản này có thể được sửa đổi khi cần thiết và những thay đổi sẽ được thông báo ngay lập tức.",
    "amendmentOfTermsDescription2": "Người dùng có quyền từ chối các điều khoản đã sửa đổi và có thể ngừng sử dụng dịch vụ trong trường hợp này.",
    "contact": "9. Liên hệ",
    "contactDescription": "Vui lòng liên hệ theo địa chỉ sau đây nếu có thắc mắc về điều khoản này: hadycas@gmail.com",
    "lastModified": "Cập nhật lần cuối: 19/12/2024"
  },
  "privacyPolicy": {
    "privacyPolicy": "Chính sách bảo mật",
    "normal": "1. Quy định chung",
    "normalDescription": "fgfg (sau đây gọi là \"Dịch vụ\") coi trọng thông tin cá nhân của người dùng và tuân thủ Luật Bảo vệ thông tin cá nhân. Chính sách bảo mật này giải thích việc sử dụng và bảo vệ thông tin cá nhân được thu thập khi sử dụng dịch vụ fgfg.",
    "collectedInformation": "2. Thông tin cá nhân được thu thập",
    "collectedInformationDescription": "Thông tin cá nhân bắt buộc khi sử dụng dịch vụ: tên, email, số điện thoại, thông tin thanh toán, v.v.",
    "collectedInformationDescription2": "Thông tin tự động thu thập trong quá trình sử dụng: địa chỉ IP, cookie, nhật ký truy cập, v.v.",
    "purposeOfCollection": "3. Mục đích thu thập thông tin",
    "purposeOfCollectionDescription": "Cung cấp và vận hành dịch vụ: xử lý đặt chỗ của người dùng, hỗ trợ khách hàng, xử lý thanh toán và hoàn tiền, v.v.",
    "purposeOfCollectionDescription2": "Cải thiện chất lượng dịch vụ: nâng cao dịch vụ và cung cấp dịch vụ tùy chỉnh thông qua phản hồi của người dùng",
    "purposeOfCollectionDescription3": "Tuân thủ pháp luật: thực hiện nghĩa vụ pháp lý và giải quyết tranh chấp pháp lý",
    "personalInformationProcessing": "4. Tình trạng ủy thác xử lý thông tin cá nhân",
    "personalInformationProcessingDescription": "Dịch vụ ủy thác xử lý thông tin cá nhân như sau để cung cấp dịch vụ suôn sẻ và xử lý công việc hiệu quả.",
    "personalInformationProcessingDescription2": "Dịch vụ liên tục giám sát và quản lý việc các bên nhận ủy thác xử lý thông tin cá nhân một cách an toàn, và yêu cầu xóa ngay thông tin cá nhân khi kết thúc công việc được ủy thác.",
    "division": "Phân loại",
    "subcontractor": "Bên nhận ủy thác",
    "delegatedTasks": "Công việc được ủy thác",
    "contentProvision": "Cung cấp nội dung",
    "contentProvisionDescription": "Cơ sở hạ tầng để cung cấp nội dung như hình ảnh hướng dẫn viên",
    "serverProvision": "Cung cấp máy chủ",
    "serverProvisionDescription": "Cơ sở hạ tầng để vận hành dịch vụ",
    "paymentProcessing": "Xử lý thanh toán",
    "paymentProcessingDescription": "Xử lý thanh toán qua thẻ tín dụng",
    "notificationSending": "Gửi thông báo",
    "notificationSendingDescription": "Gửi tin nhắn",
    "thirdPartyDisclosure": "5. Cung cấp thông tin cho bên thứ ba",
    "thirdPartyDisclosureDescription": "Không cung cấp thông tin cá nhân cho bên thứ ba mà không có sự đồng ý của người dùng. Tuy nhiên, có thể có ngoại lệ khi có nghĩa vụ pháp lý hoặc khi có sự đồng ý của người dùng.",
    "thirdPartyDisclosureDescription2": "Khi cung cấp cho bên thứ ba, sẽ thông báo trước và nhận sự đồng ý về thông tin được cung cấp, mục đích và bên nhận thông tin.",
    "personalInformationRetention": "6. Thời gian lưu giữ và sử dụng thông tin cá nhân",
    "personalInformationRetentionDescription": "Thông tin cá nhân của người dùng sẽ được xóa ngay sau khi đạt được mục đích thu thập và sử dụng.",
    "personalInformationRetentionDescription2": "Tuy nhiên, thông tin sẽ được lưu giữ an toàn trong thời gian cần thiết theo quy định của pháp luật.",
    "personalInformationDisposal": "7. Quy trình và phương pháp xóa thông tin cá nhân",
    "personalInformationDisposalDescription": "Sau khi đạt được mục đích thu thập, thông tin cá nhân sẽ được chuyển đến cơ sở dữ liệu riêng biệt và được lưu trữ trong một thời gian nhất định theo chính sách nội bộ và các quy định pháp luật liên quan trước khi bị xóa.",
    "personalInformationDisposalDescription2": "Thông tin dưới dạng tệp điện tử sẽ được xóa bằng phương pháp kỹ thuật không thể khôi phục.",
    "userRightsAndMethods": "8. Quyền của người dùng và người đại diện theo pháp luật và cách thực hiện",
    "userRightsAndMethodsDescription": "Người dùng có thể xem, sửa đổi hoặc yêu cầu xóa thông tin cá nhân của mình bất cứ lúc nào.",
    "userRightsAndMethodsDescription2": "Người đại diện theo pháp luật có thể yêu cầu xem, sửa đổi hoặc xóa thông tin cá nhân của trẻ em dưới 14 tuổi.",
    "technicalAndManagementMeasures": "9. Biện pháp kỹ thuật/quản lý để bảo vệ thông tin cá nhân",
    "technicalAndManagementMeasuresDescription": "Thông tin cá nhân được bảo vệ bằng mật khẩu và dữ liệu quan trọng được lưu trữ dưới dạng mã hóa.",
    "technicalAndManagementMeasuresDescription2": "Quyền truy cập thông tin cá nhân được giới hạn tối thiểu và nhân viên liên quan được đào tạo bảo mật định kỳ.",
    "amendmentOfPrivacyPolicy": "10. Thay đổi chính sách bảo mật",
    "amendmentOfPrivacyPolicyDescription": "Khi chính sách bảo mật thay đổi, những thay đổi sẽ được thông báo trên trang web chính thức của fgfg.",
    "amendmentOfPrivacyPolicyDescription2": "Chính sách đã thay đổi sẽ có hiệu lực sau 7 ngày kể từ ngày thông báo, và những thay đổi quan trọng sẽ được thông báo trước ít nhất 30 ngày.",
    "contact": "11. Liên hệ",
    "contactDescription": "Vui lòng liên hệ theo địa chỉ sau đây nếu có thắc mắc về chính sách bảo mật này: hadycas@gmail.com",
    "lastModified": "Cập nhật lần cuối: 19/12/2024"
  },
  "refundPolicy": {
    "title": "Chính sách hủy và hoàn tiền",
    "description": "Hoàn tiền đầy đủ sẽ được thực hiện trong trường hợp hủy đặt chỗ do yêu cầu của hướng dẫn viên hoặc hướng dẫn viên không xuất hiện.",
    "description2": "Không hoàn tiền trong trường hợp khách hàng không xuất hiện vào thời gian đã đặt.",
    "description3": "Không thể hủy đặt chỗ và hoàn tiền sau khi hướng dẫn viên đã xác nhận đặt chỗ.",
    "description4": "Không hoàn tiền chỉ vì không hài lòng với dịch vụ hướng dẫn.",
    "contact": "Vui lòng liên hệ qua email sau để yêu cầu hoàn tiền hoặc giải đáp thắc mắc: hadycas@gmail.com",
    "lastModified": "Cập nhật lần cuối: 19/12/2024"
  },
  "signUpGuide": {
    "invalidResumePhoto": "Vui lòng chọn tệp hình ảnh.",
    "invalidResumePhoto2": "Vui lòng tải ảnh lên.",
    "invalidResumePhoto3": "Tải ảnh lên thất bại. Vui lòng thử lại sau.",
    "alreadyRegisteredGuide": "Bạn đã đăng ký làm hướng dẫn viên hoặc đang trong quá trình xét duyệt.",
    "signUpGuide": "Đăng ký làm hướng dẫn viên",
    "privateInformation": "Các mục đánh dấu * là thông tin riêng tư.",
    "name": "Tên",
    "resumePhoto": "Ảnh hồ sơ",
    "resumePhotoDescription": "Vui lòng đăng ký ảnh thể hiện rõ khuôn mặt.",
    "addPhoto": "Thêm ảnh",
    "birthdate": "Ngày sinh (chỉ hiển thị năm sinh)",
    "height": "Chiều cao (cm)",
    "languageAbility": "Khả năng ngoại ngữ",
    "languageSelect": "Chọn ngôn ngữ",
    "level": "Trình độ",
    "basicLevel": "(Cơ bản)",
    "nativeLevel": "(Bản ngữ)",
    "addLanguage": "Thêm ngôn ngữ",
    "address": "Địa chỉ nơi ở",
    "phone": "Số điện thoại",
    "selfIntro": "Giới thiệu bản thân",
    "privacyPolicy": "Thu thập thông tin cá nhân",
    "and": "và",
    "termsAndConditions": "Điều khoản sử dụng",
    "agree": "Đồng ý",
    "loading": "Đang tải",
    "signUpComplete": "Hoàn tất đăng ký",
    "signUpCompleteDescription": "Đăng ký làm hướng dẫn viên đã hoàn tất. Kết quả xét duyệt và địa điểm phỏng vấn sẽ được gửi đến email của bạn trong vòng 24 giờ.",
    "confirm": "Xác nhận",
    "guideQandA": "Câu hỏi thường gặp",
    "guideQandA1": "Q. Tôi sẽ làm những hoạt động gì với tư cách là hướng dẫn viên?",
    "guideQandA1Answer1": "Bạn sẽ đóng vai trò là hướng dẫn viên, thoải mái và thân thiện như một người bạn gái thực sự cho khách du lịch nước ngoài.",
    "guideQandA1Answer2": "Bạn sẽ cùng khách tham quan các địa điểm du lịch, trò chuyện thông thường và giúp họ trải nghiệm văn hóa Việt Nam sâu sắc hơn. Bạn có thể giới thiệu các quán ăn địa phương hoặc những địa điểm đặc biệt mà chỉ bạn biết để tạo trải nghiệm độc đáo cho khách.",
    "guideQandA1Answer3": "Đối với khách hàng, bạn không chỉ là một hướng dẫn viên du lịch đơn thuần mà còn là một người bạn gái đặc biệt chia sẻ cuộc sống hàng ngày thực sự của Việt Nam.",
    "guideQandA2": "Q. Tôi không giỏi ngoại ngữ, có sao không?",
    "guideQandA2Answer": "Không sao cả. Khả năng ngoại ngữ không phải là yêu cầu bắt buộc. Hãy thoải mái đăng ký.",
    "guideQandA3": "Q. Tôi có cần phỏng vấn không?",
    "guideQandA3Answer": "Có. Qua buổi phỏng vấn, chúng tôi sẽ hướng dẫn về những điều cần lưu ý và mức lương khi làm hướng dẫn viên. Sau khi nộp đơn 24 giờ, địa điểm và thời gian phỏng vấn sẽ được gửi đến email của bạn.",
    "guideQandA4": "Q. Tôi có thể kiếm được bao nhiêu mỗi tháng?",
    "guideQandA4Answer": "Mức lương tối thiểu tại TP.HCM năm 2024 là khoảng 23.800 VND/giờ. Giả sử thời gian làm việc của nhân viên bán thời gian vào cuối tuần và ngày lễ là 160 giờ (20 ngày X 8 giờ), thu nhập hàng tháng khoảng 3.800.000 VND.",
    "guideQandA4Answer2": "Khi làm hướng dẫn viên FGFG, nếu bạn dẫn tour khoảng 20 giờ mỗi tháng, thu nhập dự kiến sẽ là 3.800.000 VND.",
    "guideQandA4Answer3": "Chúng tôi đang chuẩn bị các chế độ đãi ngộ khác. Chi tiết sẽ được giải thích trong buổi phỏng vấn, vì vậy hãy đăng ký trước.",
    "guideQandA5": "Q. Thời gian hướng dẫn thường kéo dài bao lâu?",
    "guideQandA5Answer": "Thời gian hướng dẫn tối thiểu là 2 giờ và trung bình khoảng 4 giờ.",
    "guideQandA6": "Q. Tôi có phải cung cấp dịch vụ tình dục không?",
    "guideQandA6Answer": "Hoàn toàn không. Nếu bị khách ép buộc về vấn đề tình dục, bạn có thể kết thúc tour ngay lập tức và rời đi.",
    "guideQandA7": "Q. Tiếp xúc thân mật nhẹ nhàng có được không?",
    "guideQandA7Answer": "Chỉ cho phép ở mức độ nắm tay, khoác tay.",
    "guideQandA8": "Q. Khách hàng có an toàn không?",
    "guideQandA8Answer": "Chúng tôi hướng dẫn khách hàng về những địa điểm cần tránh và cách tôn trọng hướng dẫn viên. An toàn của hướng dẫn viên là ưu tiên hàng đầu của chúng tôi.",
    "guideQandA9": "Q. Khách hàng chủ yếu đến từ quốc gia nào?",
    "guideQandA9Answer": "Chủ yếu là khách hàng Hàn Quốc.",
    "guideQandA10": "Q. Tôi cần chuẩn bị gì khi làm hướng dẫn viên?",
    "guideQandA10Answer": "Bạn cần chuẩn bị những vật dụng cơ bản và những yêu cầu phù hợp với khách hàng."
  },
  "guideProfile": {
    "nativeLanguage": "Tiếng Việt (Bản ngữ)",
    "guide": "Hướng dẫn viên",
    "inactive": "(Tạm nghỉ)",
    "age": "Tuổi",
    "height": "Chiều cao",
    "language": "Ngôn ngữ",
    "introduction": "Giới thiệu",
    "pickupLocation": "Địa điểm đón",
    "pickupLocationDescription": "Nếu bạn muốn thay đổi địa điểm đón, hãy gửi tin nhắn cho hướng dẫn viên!",
    "reservedTime": "Thời gian đã đặt",
    "inactiveGuide": "Không thể đặt lịch với hướng dẫn viên đang tạm nghỉ.",
    "selfGuide": "Không thể đặt lịch với tài khoản của chính mình.",
    "timeOverlap": "Thời gian đã chọn trùng với lịch đã đặt.",
    "dateSelection": "Chọn ngày",
    "addDate": "Thêm ngày",
    "pickupTime": "Thời gian đón",
    "addTime": "Thêm giờ",
    "endTime": "Thời gian kết thúc",
    "checkDateAndTime": "Vui lòng kiểm tra lại ngày và giờ.",
    "reserve": "Đặt lịch",
    "reserveDescription": "Bạn sẽ không bị tính phí cho đến khi đặt lịch được xác nhận.",
    "time": "giờ",
    "hour": "giờ",
    "reportGuide": "Báo cáo hướng dẫn viên",
    "reportGuideDescription": "Vui lòng cho chúng tôi biết lý do bạn báo cáo hướng dẫn viên này.",
    "reportGuideDescription2": "Hướng dẫn viên sẽ không thể thấy nội dung này.",
    "submit": "Gửi",
    "loading": "Đang tải",
    "reportSuccess": "Báo cáo đã được gửi.",
    "reportSuccessDescription": "Cảm ơn bạn đã dành thời gian báo cáo. Báo cáo của bạn sẽ giúp chúng tôi cải thiện dịch vụ tốt hơn.",
    "confirm": "Xác nhận",
    "sendMessage": "Gửi tin nhắn cho hướng dẫn viên",
    "signUp": "Đăng ký",
    "signUpDescription": "Vui lòng điền vào mẫu dưới đây để đăng ký.",
    "username": "Tên người dùng",
    "email": "Email",
    "password": "Mật khẩu",
    "confirmPassword": "Xác nhận mật khẩu",
    "FGFGMember": "Đã là thành viên FGFG? Đăng nhập",
    "login": "Đăng nhập",
    "noAccount": "Chưa có tài khoản? Đăng ký"
  },
  "searchGuide": {
    "dateSelection": "Chọn Ngày",
    "addDate": "Thêm Ngày",
    "pickupTime": "Thời Gian Đón",
    "addTime": "Thêm Thời Gian",
    "endTime": "Thời Gian Kết Thúc",
    "checkDateAndTime": "Vui lòng kiểm tra lại ngày và thời gian.",
    "imageLoadFailed": "Không thể tải ảnh",
    "age": "tuổi",
    "inactive": "Không hoạt động"
  },
  "createGuideProfile": {
    "invalidImage": "Vui lòng chọn tệp hình ảnh.",
    "createProfileFailed": "Tạo hồ sơ thất bại. Vui lòng thử lại sau.",
    "createProfileTitle": "Tạo Hồ Sơ Hướng Dẫn Viên",
    "createProfileDescription": "Thể hiện bản thân với những bức ảnh hấp dẫn và giới thiệu tuyệt vời!",
    "guidePhoto": "Ảnh Hồ Sơ Hướng Dẫn Viên",
    "representativePhoto": "Ảnh Đại Diện",
    "addPhoto": "Thêm Ảnh",
    "personality": "Tính Cách",
    "selectPersonality": "Vui lòng chọn tính cách của bạn",
    "selfIntro": "Giới Thiệu Hướng Dẫn Viên",
    "pickupLocation": "Địa Điểm Đón",
    "pickupLocationDetail": "Mô Tả Chi Tiết Địa Điểm Đón",
    "pickupLocationDetailDescription": "Vui lòng cung cấp thông tin chi tiết hơn để khách hàng không bị lạc",
    "pickupLocationDetailExample": "VD) Đó là quán cà phê đối diện Nhà thờ Đức Bà. Hãy gặp nhau trong quán cà phê",
    "loading": "Đang tải",
    "confirm": "Xác nhận",
    "searchPickupLocation": "Tìm kiếm địa điểm đón",
    "guideQandA": "Câu Hỏi Thường Gặp",
    "guideQandA1": "H: Ảnh có thực sự cần thiết không?",
    "guideQandA1Answer": "Khách hàng muốn xem ảnh hướng dẫn viên và giới thiệu ngắn gọn. Vui lòng thông cảm.",
    "guideQandA2": "H: Tôi muốn tạm dừng hoạt động một thời gian.",
    "guideQandA2Answer": "Khi bạn kích hoạt tính năng tạm dừng trong trang quản lý hướng dẫn viên, bạn sẽ không xuất hiện trong tìm kiếm hướng dẫn viên. Bạn có thể kích hoạt lại sau."
  },
  "contactGuide": {
    "contactGuide": "Liên hệ",
    "contactGuideDescription": "Bạn có thắc mắc? Hãy gửi tin nhắn cho hướng dẫn viên",
    "sendMessage": "Gửi tin nhắn"
  },
  "chatRoom": {
    "noMessage": "Không có tin nhắn",
    "noMessageDescription": "Hãy bắt đầu cuộc trò chuyện bằng cách gửi tin nhắn cho hướng dẫn viên!",
    "viewReservation": "Xem đặt chỗ",
    "reservationNumber": "Số đặt chỗ",
    "reservationConfirmed": "Đã xác nhận đặt chỗ",
    "reservationCanceled": "Đã hủy đặt chỗ",
    "reservationNotConfirmed": "Chưa xác nhận đặt chỗ",
    "reservationInfo": "Thông tin đặt chỗ",
    "date": "Ngày",
    "time": "Thời gian",
    "pickupLocation": "Địa điểm đón",
    "feeDetail": "Chi tiết phí",
    "hour": "giờ",
    "leaveChat": "Bạn có muốn rời khỏi phòng chat không?",
    "cancel": "Hủy",
    "leave": "Rời khỏi",
    "noReservationInfo": "Không có thông tin đặt chỗ."
  }
}
